arc-gtk-theme
arc-icon-theme
autorandr
base
base-devel
capitaine-cursors
dash
discord
dunst
fd
firefox-developer-edition-i18n-br
fzf
gd
git
grub
gtk-engine-murrine
gtk2
gvfs
intel-ucode
jq
linux
linux-firmware
linux-headers
luarocks
lxappearance
maim
man-db
man-pages
mtools
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pipewire
pipewire-pulse
python-pip
python-pynvim
ripgrep
rofi
starship
sxiv
texinfo
thunar
thunar-archive-plugin
thunar-volman
tree
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-joypixels
unrar
unzip
vim
wget
wireplumber
xarchiver
xclip
xdg-user-dirs
xdg-utils
xorg-server
xorg-setxkbmap
xorg-xinit
xorg-xset
xorg-xsetroot
xwallpaper
zoxide
zsh
